{
  "RESIDENCY": {
    "DETAILS_HEADING": "A ydych angen cymorth i ateb hyn?",

    "SECTION_1_1": "I fod yn gymwys ar gyfer gwasanaeth rheithgor, rhaid bod eich prif gyfeiriad wedi bod yn un o'r canlynol am unrhyw gyfnod o 5 mlynedd o leiaf:",
    "SECTION_1_1_OB": "I fod yn gymwys ar gyfer gwasanaeth rheithgor, rhaid bod eu prif gyfeiriad wedi bod yn un o'r canlynol am unrhyw gyfnod o 5 mlynedd o leiaf:",
    "SECTION_1_LIST_1": "Y DU",
    "SECTION_1_LIST_2": "Ynysoedd y Sianel",
    "SECTION_1_LIST_3": "Ynys Manaw",
    "SECTION_1_2": "Rhaid bod y cyfnod hwn wedi bod ar ôl eich pen-blwydd yn 13 oed.",
    "SECTION_1_2_OB": "Rhaid bod y cyfnod hwn wedi bod ar ôl eu pen-blwydd yn 13 oed.",

    "SECTION_2_HEADING": "Beth sy'n cyfrif fel cyfnod o 5 mlynedd",
    "SECTION_2_1": "Rhaid bod eich prif gyfeiriad wedi bod yma am o leiaf 5 mlynedd yn olynol. Efallai eich bod wedi bod yn gweithio, yn astudio, wedi ymddeol neu'n ddi-waith.",
    "SECTION_2_1_OB": "Rhaid bod eu prif gyfeiriad wedi bod yma am o leiaf 5 mlynedd yn olynol.  Efallai eu bod wedi bod yn gweithio, yn astudio, wedi ymddeol neu'n ddi-waith.",
    "SECTION_2_2": "Does dim ots os aethoch chi dramor ar deithiau hir neu wyliau yn ystod y cyfnod hwn, cyn belled â bod eich prif gyfeiriad yma.",
    "SECTION_2_2_OB": "Nid oes ots os aethant dramor ar deithiau hir neu wyliau dramor yn ystod y cyfnod hwn, cyn belled â bod eu prif gyfeiriad yma.",
    "SECTION_2_3": "Enghraifft",
    "SECTION_2_4": "Rhwng 15 a 22 oed, roedd eich prif gyfeiriad yn y DU, Ynysoedd y Sianel neu Ynys Manaw ond, ar ôl hynny, gwnaethoch ymgartrefu mewn gwlad arall.",
    "SECTION_2_4_OB": "O 15 i 22 oed, roedd eu prif gyfeiriad yn y DU, Ynysoedd y Sianel neu Ynys Manaw ond, ar ôl hynny, fe wnaethant ymgartrefu mewn gwlad arall.",
    "SECTION_2_5": "Mae hyn yn cyfrif fel cyfnod o 5 mlynedd ac yn eich gwneud yn gymwys i wasanaethu ar reithgor.",
    "SECTION_2_5_OB": "Mae hyn yn cyfrif fel cyfnod o 5 mlynedd ac yn eu gwneud yn gymwys i wasanaethu ar reithgor.",

    "SECTION_3_HEADING": "Beth sydd ddim yn cyfrif",
    "SECTION_3_1": "Os oedd gennych brif gyfeiriad yma am gyfnodau byrrach nad oeddent yn olynol, nid yw'r rhain yn cyfrif.",
    "SECTION_3_1_OB": "Os oedd ganddynt brif gyfeiriad yma am gyfnodau byrrach nad oeddent yn olynol, nid yw'r rhain yn cyfrif.",
    "SECTION_3_2": "Er enghraifft, roedd gennych brif gyfeiriad yma am 2 flynedd. Yna, ymhellach ymlaen, bu ichi ddychwelyd yma am 3 blynedd arall, yna ni fyddem yn cynnwys y rhain gyda'i gilydd.",
    "SECTION_3_2_OB": "Er enghraifft, roedd ganddynt brif gyfeiriad yma am 2 flynedd. Yna, ymhellach ymlaen, bu iddynt ddychwelyd yma am 3 blynedd arall, yna ni fyddem yn cynnwys y rhain gyda'i gilydd.",
    "SECTION_3_3": "Ni fyddai hyn yn cyfrif fel cyfnod o 5 mlynedd ac felly ni fyddech yn gymwys i wasanaethu ar reithgor.",
    "SECTION_3_3_OB": "Ni fyddai hyn yn cyfrif fel cyfnod o 5 mlynedd ac felly ni fyddent yn gymwys i wasanaethu ar reithgor.",

    "SECTION_4_HEADING": "Os nad ydych yn siŵr o hyd neu os ydych yn aros am benderfyniad gan Deithebau a Mewnfudo'r DU",
    "SECTION_4_HEADING_OB": "Os nad ydych yn siŵr o hyd neu os ydynt yn aros am benderfyniad gan Deithebau a Mewnfudo'r DU",
    "SECTION_4_1": "Rhaid i chi gysylltu â ni i gael cyngor ar eich sefyllfa benodol.",
    "SECTION_4_1_OB": "Rhaid i chi gysylltu â ni i gael cyngor ar eu sefyllfa benodol.",

    "CONTACT_HEADING": "Swyddfa Ganolog Gwysio Rheithgor",
    "CONTACT_1": "Dydd Llun i ddydd Iau, 9am tan 5pm",
    "CONTACT_2": "Dydd Gwener, 9am tan 3pm"
  },


  "MENTAL_HEALTH": {

    "DETAILS_HEADING": "Angen help i ateb hwn?",

    "SECTIONED": {
      "SECTION_1_1": "Ni allwch fod ar reithgor os ydi un o'r datganiadau hyn yn berthnasol i chi.",
      "SECTION_1_2": "Os oes gennych broblemau iechyd meddwl  (yn cynnwys iselder a phryder) ond nid ydych yn cael eich cadw, eich gwarchod neu'n cael eich trin o dan y Ddeddf Galluedd Meddyliol, gallwch ddal i wasanaethu ar reithgor.",
      "SECTION_1_3": "(Os ydych yn teimlo na allwch chi gyflawni gwasanaeth rheithgor oherwydd problem iechyd meddwl sylweddol, gallwch barhau i ofyn am gael eich esgusodi neu newid eich dyddiadau.)",

      "SECTION_1_1_OB": "Ni all person  fod ar reithgor os yw un o'r datganiadau hyn yn berthnasol.",
      "SECTION_1_2_OB": "Os oes ganddynt broblemau iechyd meddwl (gan gynnwys iselder a phryder) ond nid ydynt yn cael ei cadw, eu gwarchod neu eu trin o dan y Ddeddf Iechyd Meddwl, gallant barhau i fod ar reithgor.",
      "SECTION_1_3_OB": "(Os ydynt o'r farn nad ydynt yn gall cwblhau gwasanaeth rheithgor oherwydd problemau iechyd meddwl sylweddol, gallwch ofyn iddynt gael eu hesgusodi neu am gael newid y dyddiad.)"
    },

    "CAPACITY": {
      "SECTION_1_1": "Os nad oes y gallu meddyliol gan rywun, dydyn nhw ddim yn gallu:",

      "SECTION_1_LIST_1": "gwneud eu penderfyniadau eu hunain",
      "SECTION_1_LIST_2": "deall a chadw gwybodaeth",
      "SECTION_1_LIST_3": "cyfathrebu meddyliau a phenderfyniadau i bobl eraill",

      "SECTION_1_2": "Ardystiwyd rhai pobl yn feddygol o dan Ddeddf Galluedd Meddyliol 1983 nad oes ganddynt y gallu meddyliol oherwydd damwain neu anaf.",
      "SECTION_1_3": "Efallai bod yn rhaid penodi rhywun arall i wneud penderfyniadau ar eu rhan.",
      "SECTION_1_4": "Os nad oes gan rywun y gallu meddyliol, ni allant wasanaethu ar reithgor."
    }
  },


  "BAIL": {
    "HEADING": "Ar Fechnïaeth",
    "FIRST_MAIN": "Os ydych ar fechnïaeth mewn achos troseddol, ni allwch wasanaethu ar reithgor.",
    "FIRST_THIRD_PARTY": "Os ydy’r unigolyn rydych yn ymateb ar ei ran ar fechnïaeth mewn achos troseddol, ni allant wasanaethu ar reithgor."
  },

  "CONVICTIONS": {
    "DETAILS_HEADING": "Canllawiau mewn perthynas â gwasanaethu ar reithgor os oes gennych euogfarn",
    "DETAILS_HEADING_OB": "Canllawiau mewn perthynas â gwasanaethu ar reithgor os oes ganddynt euogfarn",

    "SECTION_1_HEADING": "Pryd y gallwch wasanaethu ar reithgor",
    "SECTION_1_HEADING_OB": "Pryd y gallant wasanaethu ar reithgor",
    "SECTION_1_1": "Gallwch wasanaethu ar reithgor os ydych:",
    "SECTION_1_1_OB": "Gallant wasanaethu ar reithgor os ydynt:",
    "SECTION_1_LIST_1": "wedi cael dirwy goryrru",
    "SECTION_1_LIST_1_OB": "wedi cael dirwy goryrru",
    "SECTION_1_LIST_2": "wedi cael pwyntiau cosb ar eich trwydded yrru",
    "SECTION_1_LIST_2_OB": "wedi cael pwyntiau cosb ar eu trwydded yrru",
    "SECTION_1_LIST_3": "wedi gorfod mynychu cwrs ymwybyddiaeth cyflymder",
    "SECTION_1_LIST_3_OB": "wedi gorfod mynychu cwrs ymwybyddiaeth cyflymder",
    "SECTION_1_2": "Mae hyn yn berthnasol ar yr amod na chawsoch unrhyw un o'r dedfrydau isod.",
    "SECTION_1_2_OB": "Mae hyn yn berthnasol ar yr amod na chawsant unrhyw un o'r dedfrydau isod.",

    "SECTION_2_HEADING": "Pryd na allwch wasanaethu ar reithgor",
    "SECTION_2_HEADING_OB": "Pryd na allant wasanaethu ar reithgor",
    "SECTION_2_1": "Ni allwch wasanaethu ar reithgor os ydych wedi cael un o’r dedfrydau troseddol isod yn y DU, Ynysoedd y Sianel neu Ynys Manaw. Ni allwch ychwaith wasanaethu ar reithgor os ydych wedi cael un o'r dedfrydau troseddol hyn am drosedd gwasanaeth o dan Ddeddf y Lluoedd Arfog 2006 yn unrhyw le yn y byd:",
    "SECTION_2_1_OB": "Ni allant wasanaethu ar reithgor os ydynt wedi cael un o’r dedfrydau troseddol isod yn y DU, Ynysoedd y Sianel neu Ynys Manaw. Ni allant ychwaith wasanaethu ar reithgor os ydynt wedi cael un o'r dedfrydau troseddol hyn am drosedd gwasanaeth o dan Ddeddf y Lluoedd Arfog 2006 yn unrhyw le yn y byd:",
    "SECTION_2_LIST_1_1": "dedfryd o garchar neu gadw yn y ddalfa am 5 mlynedd neu fwy",
    "SECTION_2_LIST_1_2": "dedfryd o garchar ar gyfer diogelu'r cyhoedd neu gadw yn y ddalfa er mwyn diogelu'r cyhoedd",
    "SECTION_2_LIST_1_3": "dedfryd o garchar, y ddalfa neu gadw yn y ddalfa am oes",
    "SECTION_2_LIST_1_4": "dedfryd estynedig o dan un o adrannau 226A, 226B, 227 neu 228 Deddf Cyfiawnder Troseddol 2003, (gan gynnwys dedfryd o'r fath a osodwyd o ganlyniad i adran 219A, 220, 221A neu 222 Deddf y Lluoedd Arfog 2006) neu adran 210A Deddf Gweithdrefn Droseddol (Yr Alban) 1995",
    "SECTION_2_LIST_1_5": "cadw hyd mynno Ei Fawrhydi neu hyd mynno'r Ysgrifennydd Gwladol",

    "SECTION_2_2": "Ni allwch ychwaith wasanaethu ar reithgor os ydych wedi cael un o'r dedfrydau troseddol hyn yn ystod y 10 mlynedd diwethaf:",
    "SECTION_2_2_OB": "Ni allant ychwaith wasanaethu ar reithgor os ydynt wedi cael un o'r dedfrydau troseddol hyn yn ystod y 10 mlynedd diwethaf:",
    "SECTION_2_LIST_2_1": "gwnaethoch wasanaethu unrhyw ran o ddedfryd o garchar neu gadw yn y ddalfa",
    "SECTION_2_LIST_2_1_OB": "gwnaethant wasanaethu unrhyw ran o ddedfryd o garchar neu gadw yn y ddalfa",
    "SECTION_2_LIST_2_2": "cawsoch ddedfryd o garchar ohiriedig neu orchymyn atal dros dro ar gyfer cadw yn y ddalfa",
    "SECTION_2_LIST_2_2_OB": "cawsant ddedfryd o garchar ohiriedig neu orchymyn atal dros dro ar gyfer cadw yn y ddalfa",
 
    "SECTION_2_3": "Ni allwch ychwaith wasanaethu ar reithgor os ydych, yn ystod y 10 mlynedd diwethaf yng Nghymru a Lloegr, wedi cael gorchymyn cymunedol, gan gynnwys unrhyw un o'r canlynol:",
    "SECTION_2_3_OB": "Ni allant ychwaith wasanaethu ar reithgor os ydynt, yn ystod y 10 mlynedd diwethaf yng Nghymru a Lloegr, wedi cael gorchymyn cymunedol, gan gynnwys unrhyw un o'r canlynol:",
    "SECTION_2_LIST_3_1": "gorchymyn adsefydlu cymunedol",
    "SECTION_2_LIST_3_2": "gorchymyn cosb gymunedol",
    "SECTION_2_LIST_3_3": "gorchymyn cosb ac adsefydlu cymunedol",
    "SECTION_2_LIST_3_4": "gorchymyn trin a phrofi am gyffuriau",
    "SECTION_2_LIST_3_5": "gorchymyn ymatal rhag cymryd cyffuriau",
 
    "SECTION_2_4": "Ni allwch ychwaith wasanaethu ar reithgor os ydych, yn ystod y 10 mlynedd diwethaf, wedi cael:",
    "SECTION_2_4_OB": "Ni allant ychwaith wasanaethu ar reithgor os ydynt, yn ystod y 10 mlynedd diwethaf, wedi cael:",
    "SECTION_2_LIST_4_1": "unrhyw orchymyn debyg o dan gyfraith yr Alban, Gogledd Iwerddon, Ynys Manaw neu unrhyw un o Ynysoedd y Sianel",
    "SECTION_2_LIST_4_2": "gorchymyn cymunedol neu gymuned dramor o dan Ddeddf y Lluoedd Arfog 2006",

    "WARNING": "Os byddwch yn gwasanaethu ar reithgor pan fyddwch yn gwybod na ddylech wneud hynny oherwydd euogfarn droseddol, efallai y cewch ddirwy o hyd at £5,000.",
    "WARNING_OB": "Os bydd rhywun yn gwasanaethu ar reithgor pan fyddant yn gwybod na ddylent wneud hynny oherwydd euogfarn droseddol, efallai y cânt ddirwy o hyd at £5,000.",
    "WARNING_FALLBACK": "Rhybudd"
  }
}
