{
  "RESIDENCY": {
    "HEADING": "Cartref – ble rydych yn byw",
    "HEADING_THIRD_PARTY": "Cartref - ble mae'r rheithiwr yn byw",
    "FIRST_MAIN": "I wasanaethu ar Reithgor, mae’n rhaid ichi fod wedi byw yn y DU, Ynysoedd y Sianel (Jersey, Guernsey, Alderney, Sark, Herm, Jethou a Brecqhou) neu Ynys Manaw am gyfnod parhaus o bum mlynedd neu fwy. Rhaid i’r cyfnod o bum mlynedd fod pan oeddech yn 13 mlwydd oed neu’n hŷn.",
    "SECOND_MAIN": "Os ydych chi wedi gwneud cais i Adran Fisâu a Mewnfudo’r DU ac nid ydynt eto wedi gwneud penderfyniad am p’un a ydych yn cael byw yn y DU neu beidio, efallai na fyddwch yn cael gwasanaethu ar reithgor. Gwiriwch hyn gyda ni trwy ffonio ",
    "FIRST_THIRD_PARTY": "I wasanaethu ar Reithgor, mae’n rhaid i unigolyn fod wedi byw yn y DU, Ynysoedd y Sianel (Jersey, Guernsey, Alderney, Sark, Herm, Jethou a Brecqhou) neu Ynys Manaw am gyfnod parhaus o bum mlynedd neu fwy. Rhaid i’r cyfnod o bum mlynedd fod pan oeddent yn 13 mlwydd oed neu’n hŷn.",
    "SECOND_THIRD_PARTY": "Os ydy’r unigolyn rydych yn ateb ar ei ran wedi gwneud cais i Adran Fisâu a Mewnfudo’r DU ac nid yw’n gwybod hyd yma p'un a ydyw’n cael byw yn y DU, efallai na fydd yn cael gwasanaethu ar reithgor. Gwiriwch hyn trwy ein ffonio ni ar ",
    "CONTACT_TEL": "0300 456 1024"
  },


  "MENTAL_HEALTH": {

    "SECTIONED": {
      "HEADING": "Deddf Iechyd Meddwl 1983",
      "TITLE": "Anhwylderau meddyliol",

      "FIRST_MAIN": "Dan Ddeddf Iechyd Meddwl 1983, ni all rhai unigolion wasanaethu ar reithgor.",
      "SECOND_MAIN": "Os ydych yn cael eich cadw (h.y. “sectioned”), mewn ysbyty, dan orchymyn gwarcheidwadaeth neu dan orchymyn triniaeth gymunedol oherwydd anhwylder meddyliol, ni allwch fod ar reithgor.",
      "THIRD_MAIN": "Os ydych yn dioddef anhwylder meddyliol (gan gynnwys iselder neu bryder) ond nid ydych yn glaf dan orchymyn, neu'n cael gofal neu driniaeth dan y Ddeddf Iechyd Meddwl, gallwch wasanaethu ar reithgor.",

      "FIRST_THIRD_PARTY": "Dan Ddeddf Iechyd Meddwl 1983, ni all rhai unigolion wasanaethu ar reithgor.",
      "SECOND_THIRD_PARTY": "Os yw'r unigolyn rydych yn ymateb ar ei ran yn cael ei gadw dan orchymyn (h.y. “sectioned”), mewn ysbyty, dan orchymyn gwarcheidiaeth neu dan orchymyn triniaeth gymunedol oherwydd anhwylder meddyliol, ni allant fod ar reithgor.",
      "THIRD_THIRD_PARTY": "Os yw'r unigolyn yn dioddef anhwylder meddyliol (gan gynnwys iselder a phryder) ond nad ydynt yn cael eu cadw, yn cael gofal neu'n cael triniaeth dan y Ddeddf Iechyd Meddwl, gallant dal wasanaethu ar reithgor."
    },

    "CAPACITY": {
      "HEADING": "Deddf Galluedd Meddyliol 2005",
      "TITLE": "Galluedd Meddyliol",

      "FIRST_MAIN": "Os nad oes gennych yr alluedd meddyliol i wasanaethu fel rheithiwr, ni allwch fod ar reithgor. Galluedd meddyliol yw'r gallu i wneud penderfyniad dros eich hun. Dywedir fod gan unigolion nad ydynt yn gallu gwneud hyn ddiffyg galluedd dan Ddeddf Galluedd Meddyliol 2005. Rhaid i'r diffyg galluedd fod oherwydd nam neu broblem gyda'r meddwl neu ymennydd, a allai fod oherwydd salwch, anaf, anabledd dysgu neu broblemau iechyd meddwl.",
      "LIST_MAIN": {
        "TITLE": "I fod ar reithgor, mae'n rhaid i unigolyn fod â'r gallu i:",
        "ITEM_1": "Ddeall yr wybodaeth sy'n berthnasol i'r penderfyniad y maent eisiau ei wneud.",
        "ITEM_2": "Cofio'r wybodaeth am gyfnod digon hir i allu gwneud penderfyniad.",
        "ITEM_3": "Pwyso a mesur yr wybodaeth sydd ar gael i wneud y penderfyniad.",
        "ITEM_4": "Cyfathrebu'r penderfyniad drwy unrhyw fodd."
      },
      "SECOND_MAIN": "Os nad ydych yn sicr os ydych yn gallu gwasanaethu ar reithgor oherwydd anhwylder meddyliol neu ddiffyg galluedd meddyliol, gallwch ein ffonio ar ",


      "FIRST_THIRD_PARTY": "Os nad oes gan yr unigolyn rydych yn ymateb ar ei ran y galluedd meddyliol i fod yn rheithiwr, ni allant fod ar reithgor. Mae galluedd meddyliol yn golygu fod rhaid i unigolyn fod â'r gallu i wneud penderfyniad ei hun. Dywedir fod gan bobl nad ydynt yn gallu gwneud hyn ddiffyg galluedd. Rhaid i'r diffyg galluedd fod oherwydd nam neu broblem gyda'u meddwl neu ymennydd, a allai fod oherwydd salwch, anaf, anabledd dysgu neu broblemau iechyd meddwl.",
      "LIST_THIRD_PARTY": {
        "TITLE": "I fod ar reithgor, mae'n rhaid i unigolyn fod â'r gallu i:",
        "ITEM_1": "Ddeall yr wybodaeth sy'n berthnasol i'r penderfyniad y maent eisiau ei wneud.",
        "ITEM_2": "Cofio'r wybodaeth am gyfnod digon hir i allu gwneud penderfyniad.",
        "ITEM_3": "Pwyso a mesur yr wybodaeth sydd ar gael i wneud y penderfyniad.",
        "ITEM_4": "Cyfathrebu'r penderfyniad drwy unrhyw fodd."
      },
      "SECOND_THIRD_PARTY": "Os nad ydych yn sicr os yw'r unigolyn rydych yn ymateb ar ei ran yn gallu gwasanaethu ar reithgor oherwydd anhwylder meddyliol neu ddiffyg galluedd meddyliol, gallwch ein ffonio ar ",
      "CONTACT_TEL": "0300 456 1024",
      "SECOND_MAIN_END": " i gael cyngor."
    }
  },


  "BAIL": {
    "HEADING": "Ar Fechnïaeth",
    "FIRST_MAIN": "Os ydych ar fechnïaeth mewn achos troseddol, ni allwch wasanaethu ar reithgor.",
    "FIRST_THIRD_PARTY": "Os ydy’r unigolyn rydych yn ymateb ar ei ran ar fechnïaeth mewn achos troseddol, ni allant wasanaethu ar reithgor."
  },

  "CONVICTIONS": {
    "HEADING": "Euogfarnau",

    "FIRST_MAIN": "Rydych chi <strong class=\"bold-small\">YN CAEL</strong> gwasanaethu ar reithgor os oes gennych bwyntiau ar eich trwydded yrru, dirwyon goryrru neu wedi bod ar gwrs ymwybyddiaeth cyflymder, cyn belled nad ydych wedi cael unrhyw un o’r dedfrydau isod.",
    "SECOND_MAIN": "<strong class=\"bold-small\">NA ALLWCH</strong> wasanaethu ar reithgor os ydych wedi cael unrhyw un o’r dedfrydau troseddol hyn yn y Deyrnas Unedig, Ynysoedd y Sianel neu Ynys Manaw. Hefyd, ni allwch wasanaethu ar reithgor os ydych wedi cael unrhyw un o’r dedfrydau troseddol hyn am drosedd yn y fyddin dan Ddeddf Lluoedd Arfog 2006 unrhyw le yn y byd.",
    "LIST_MAIN": {
      "ITEM_1": "carchar neu gael eich cadw’n gaethiwed am 5 mlynedd neu fwy",
      "ITEM_2": "carchar er mwyn diogelu’n cyhoedd neu gael eich cadw’n gaethiwed er mwyn diogelu’r cyhoedd",
      "ITEM_3": "carchar, cadwraeth neu gael eich cadw'n gaethiwed am oes",
      "ITEM_4": "dedfryd estynedig dan un ai adrannau 226A, 226B, 227 NEU 228 o Ddeddf Cyfiawnder Troseddol 2003, (gan gynnwys dedfryd o’r fath a orfodir o ganlyniad i adran 219A, 220, 221A neu 222 o Ddeddf Lluoedd Arfog 2006) neu adran 210A Deddf Trefniadaeth Droseddol (Yr Alban) 1995;",
      "ITEM_5": "cael eich cadw’n gaethiwed yn ôl mympwy Ei Mawrhydi neu yn ôl mympwy'r Ysgrifennydd Gwladol"
    },
    "SECOND_LIST_MAIN": {
      "TITLE": "Hefyd, <strong class=\"bold-small\">NI ALLWCH</strong> wasanaethu ar reithgor os ydych wedi cael un o'r dedfrydau troseddol canlynol yn y 10 mlynedd diwethaf:",
      "ITEM_1": "wedi treulio unrhyw ran o ddedfryd mewn carchar neu dan gaethiwed",
      "ITEM_2": "wedi cael dedfryd ohiriedig o garchar neu orchymyn cadw ohiriedig"
    },
    "THIRD_MAIN": "Hefyd, <strong class=\"bold-small\">NI ALLWCH</strong> wasanaethu ar reithgor os ydych wedi cael gorchymyn cymunedol yng Nghymru a Lloegr yn y 10 mlynedd diwethaf (gan gynnwys gorchymyn adsefydlu cymunedol, gorchymyn cosb gymunedol, gorchymyn cosb ac adsefydlu cymunedol, gorchymyn trin a phrofi am gyffuriau, neu orchymyn cadw oddi ar gyffuriau).",
    "FOURTH_MAIN": "Hefyd, <strong class=\"bold-small\">NI ALLWCH</strong> wasanaethu ar reithgor os ydych chi, yn y 10 mlynedd diwethaf, wedi bod yn destun unrhyw orchymyn cyfatebol dan gyfraith Yr Alban, Gogledd Iwerddon, Ynys Manaw, unrhyw un o Ynysoedd y Sianel, neu orchymyn cymunedol neu orchymyn cymunedol tramor dan Ddeddf Lluoedd Arfog 2006.",
    "WARNING_MAIN": "Os ydych yn gwasanaethu ar reithgor pan wyddoch na ddylech am y rhesymau hyn, efallai byddwch yn cyflawni trosedd a gallwch gael dirwy o hyd at £5,000.",


    "FIRST_THIRD_PARTY": "Mae unigolyn <strong class=\"bold-small\">YN CAEL</strong> gwasanaethu ar reithgor os oes ganddynt bwyntiau ar eu trwydded yrru, dirwyon goryrru neu wedi bod ar gwrs ymwybyddiaeth cyflymder, cyn belled nad ydynt wedi cael unrhyw un o’r dedfrydau isod.",
    "SECOND_THIRD_PARTY": "<strong class=\"bold-small\">NI ALL</strong> unigolyn wasanaethu ar reithgor os ydynt wedi cael unrhyw un o’r dedfrydau troseddol hyn yn y Deyrnas Unedig, Ynysoedd y Sianel neu Ynys Manaw. Hefyd, ni allant wasanaethu ar reithgor os ydynt wedi cael eu dedfrydu am drosedd yn y fyddin dan Ddeddf Lluoedd Arfog 2006 unrhyw le yn y byd.",
    "LIST_THIRD_PARTY": {
      "ITEM_1": "carchar neu gael eich cadw yn y ddalfa am 5 mlynedd neu fwy",
      "ITEM_2": "carchar er mwyn gwarchod y cyhoedd neu gael eich cadw yn y ddalfa er mwyn gwarchod y cyhoedd",
      "ITEM_3": "carchar, cadwraeth neu gael eich cadw'n gaeth am oes",
      "ITEM_4": "dedfryd estynedig dan naill ai adrannau 226A, 226B, 227 neu 228 Deddf Cyfiawnder Troseddol 2003, (gan gynnwys dedfryd o’r fath a orfodwyd o ganlyniad i adran 219A, 220, 221A neu 222 Deddf Lluoedd Arfog 2006) neu Adran 210A Deddf Trefniadaeth Droseddol (Yr Alban) 1995;",
      "ITEM_5": "cael eich cadw yn y ddalfa yn ôl mympwy Ei Mawrhydi neu yn ôl mympwy'r Ysgrifennydd Gwladol"
    },
    "SECOND_LIST_THIRD_PARTY": {
      "TITLE": "Yn ogystal, <strong class=\"bold-small\">NI ALL</strong> unigolyn wasanaethu ar reithgor os ydynt wedi cael un o'r dedfrydau troseddol canlynol yn y 10 mlynedd diwethaf:",
      "ITEM_1": "wedi treulio unrhyw ran o ddedfryd mewn carchar neu dan gaethiwed",
      "ITEM_2": "wedi cael dedfryd ohiriedig o garchar neu orchymyn cadw i’r ddalfa ohiriedig"
    },
    "THIRD_THIRD_PARTY": "Hefyd, NI ALL unigolyn wasanaethu ar reithgor os ydynt wedi cael gorchymyn cymunedol yng Nghymru a Lloegr yn y 10 mlynedd diwethaf (gan gynnwys gorchymyn ailsefydlu cymunedol, gorchymyn cosb gymunedol, gorchymyn cosb ac ailsefydlu cymunedol, gorchymyn trin a phrofi am gyffuriau, neu orchymyn cadw oddi ar gyffuriau).",
    "FOURTH_THIRD_PARTY": "Ni all unigolyn wasanaethu ar reithgor ychwaith os ydyw,  yn y 10 mlynedd diwethaf, wedi bod yn destun unrhyw orchymyn cyfatebol dan gyfraith Yr Alban, Gogledd Iwerddon, Ynys Manaw, unrhyw un o Ynysoedd y Sianel, neu orchymyn cymunedol neu orchymyn cymunedol tramor dan Ddeddf Lluoedd Arfog 2006.",
    "FIFTH_THIRD_PARTY": "Os nad ydych yn sicr am y pethau hyn mewn perthynas â'r unigolyn rydych chi'n ymateb ar ei ran, ffoniwch 0300 456 1024 i gael cyngor.",
    "WARNING_THIRD_PARTY": "Os ydy unigolyn yn gwasanaethu ar reithgor pan wyddant na ddylent ei wneud am y rhesymau uchod, efallai bydd yn cyflawni trosedd a gall gael dirwy o hyd at £5,000."
  }
}
