{
  "sharedText": {
    "lang": "cy",
    "mainHeader": "Copi o’ch ymateb i wŷs rheithgor",
    "logo": "./client/assets/images/pdflogo-cy.jpg",
    "logoAlt": "Logo ar gyfer Gwasanaeth Llysoedd a Thribiwnlysoedd EF",
    "pageNumber": " / ",
    "detailsHeader": "Manylion eich gwŷs rheithgor",
    "court": "Llys",
    "date": "Dyddiad",
    "startTime": "Amser cychwyn",
    "nameHeader": "Enw",
    "jurorNumberHeader": "Rhif rheithiwr ",
    "dateOfReply": "Dyddiad ymateb ",
    "howYouReplied": "Sut wnaethoch ymateb",
    "confirmDate": "Gallaf wasanaethu ar reithgor ar y dyddiad a nodir",
    "excusal": "Na allaf wasanaethu ar reithgor a hoffwn gael fy esgusodi.",
    "deferral": "Rwyf angen newid dyddiad fy ngwasanaeth rheithgor.",
    "policeForce": "Yr heddlu",
    "prisonService": "Gwasanaeth Carchardai EM",
    "nationalCrimeAgency": "Yr Asiantaeth Troseddu Cenedlaethol",
    "judiciary": "Y Farnwriaeth",
    "hmcts": "Gwasanaeth Llysoedd a Thribiwnlysoedd EM",
    "other": "Arall",
    "getReadyHeader": "Paratoi ar gyfer eich gwasanaeth rheithgor",
    "govWebsiteText": "Mae gan wefan GOV.UK wybodaeth i’ch helpu chi baratoi ar gyfer eich gwasanaeth rheithgor",
    "visit": "Ewch i ",
    "govWebsiteLink": "https://www.gov.uk/jury-service",
    "toLearnMoreAbout": " i ddysgu am:",
    "govPointOne": "Cymryd amser i ffwrdd o’r gwaith",
    "govPointTwo": "Trafod y treial",
    "govPointThree": "Beth allwch ei hawlio",
    "govPointFour": "Sut i hawlio treuliau",
    "govPointFive": "Cwestiynau am wasanaeth rheithgor",
    "contactingHeader": "Cysylltu gyda Swyddfa Ganolog Gwysio Rheithgor",
    "contactingInfoOne": "Os oes gennych unrhyw gwestiynau am eich gwasanaeth rheithgor, ffoniwch Swyddfa Ganolog Gwysio Rheithgor.",
    "contactingInfoSummoningBureau": "Swyddfa Ganolog Gwysio Rheithgor",
    "contactingInfoEmailText": "jurysummoning@justice.gov.uk",
    "contactingInfoEmailLink": "mailto:jurysummoning@justice.gov.uk",
    "contactingInfoTelOne": "Rhif ffôn: 0300 456 1024",
    "contactingInfoTelTwo": "Llinell Gymraeg: 0300 303 5173",
    "contactingInfoDaysOne": "Dydd Llun i ddydd Iau, 9am tan 5pm",
    "contactingInfoDaysTwo": "Dydd Gwener, 9am tan 3pm",
    "contactingInfoCallChargesText": "Canfod mwy am gostau galwadau",
    "contactingInfoCallChargesLink": "https://www.gov.uk/costau-galwadau",
    "name": "Enw:",
    "address": "Cyfeiriad:",
    "dob": "Dyddiad geni:",
    "mainPhone": "Prif rif ffôn:",
    "anotherPhone": "Rhif ffôn arall \n(dewisol):",
    "email": "E-bost:",
    "yes": "Do",
    "no": "Naddo"
  },
  "jurorPDF": {
    "nameHeader": "Enw",
    "replyDateHeader": "Dyddiad ymateb ",
    "confirmation": "Rydych wedi dweud eich bod yn gallu gwasanaethu ar reithgor ar y dyddiad a nodir.",
    "deferral": "Rydych wedi dweud eich bod angen newid dyddiad eich gwasanaeth rheithgor.",
    "excusal": "Rydych wedi dweud eich bod yn na allwch chi wneud gwasanaeth rheithgor a hoffech gael eich esgusodi.",
    "jurorDetails": "Bu i chi roi’r manylion rheithiwr a ganlyn",
    "addressHeader": "Cyfeiriad:",
    "dobHeader": "Dyddiad Geni:",
    "mainPhoneHeader": "Prif rif ffôn:",
    "otherPhoneHeader": "Rhif ffôn arall (dewisol):",
    "emailHeader": "E-bost:",
    "qualifyQuestionsHeader": "Mi wnaethoch ateb y cwestiynau cymhwysedd",
    "residencyQuestion": "Ers i chi droi'n 13 oed, a yw eich prif gyfeiriad wedi bod yn y DU, Ynysoedd y Sianel neu Ynys Manaw am unrhyw gyfnod o 5 mlynedd o leiaf?",
    "residencyYes": "Do",
    "residencyNo": "Naddo",
    "mentalHealthSectioned": "Ydych chi'n cael eich cadw, yn cael eich gwarchod neu eich trin o dan y Ddeddf Galluedd Meddyliol?",
    "mentalHealthSectionedYes": "Ie",
    "mentalHealthSectionedNo": "Na",
    "mentalHealthCapacity": "A benderfynwyd nad oes gennych y gallu meddyliol?",
    "mentalHealthCapacityYes": "Ie",
    "mentalHealthCapacityNo": "Na",
    "bailQuestion": "Ydych chi ar fechnïaeth ar hyn o bryd am gyflawni trosedd?",
    "bailYes": "Ydw",
    "bailNo": "Nac ydw",
    "convictionsQuestion": "Ydych chi wedi'ch cael yn euog o drosedd?",
    "convictionsYes": "Do",
    "convictionsNo": "Naddo",
    "dateResponse": "Bu ichi ymateb i’r dyddiad arfaethedig ar gyfer y gwasanaeth rheithgor",
    "confirmDate": "Cadarnhewch ddyddiad y gwasanaeth rheithgor",
    "dateConfirmed": "Gallaf wasanaethu ar reithgor ar y dyddiad a nodir",
    "requireExcusal": "Na allaf wasanaethu ar reithgor a hoffwn gael fy esgusodi.",
    "requireDeferral": "Rwyf angen newid dyddiad fy ngwasanaeth rheithgor.",
    "excusalDetailsHeader": "Gan eich bod wedi gofyn am gael eich esgusodi rhag gwasanaethu ar reithgor, bu ichi ddweud",
    "deferralDetailsHeader": "Gan eich bod wedi gofyn i gyflawni eich gwasanaeth rheithgor ar ddyddiad gwahanol, bu ichi ddweud",
    "excusalReason": "Pam fod angen ichi gael eich esgusodi rhag gwasanaethu ar reithgor?",
    "deferralReason": "Dywedwch wrthym pam fod angen dyddiad arall arnoch i wneud eich gwasanaeth rheithgor",
    "threeDates": "Dewiswch 3 dydd Llun pan allwch ddechrau gwasanaeth rheithgor",
    "deferralDate1Label": "Dewis cyntaf",
    "deferralDate2Label": "Ail ddewis",
    "deferralDate3Label": "Trydydd dewis",
    "employmentHeader": "Bu ichi ddweud wrthym p’un a oeddech erioed wedi gweithio i’r System Cyfiawnder Troseddol",
    "employmentQuestion": "`A ydych chi wedi gweithio yn y system cyfiawnder troseddol yn y 5 mlynedd diwethaf?",
    "employmentQuestionYes": "Ydw",
    "employmentQuestionNo": "Nac ydw",
    "helpHeader": "Bu ichi ddweud wrthym am unrhyw gymorth y byddwch ei angen yn y llys",
    "helpDetails": "A oes gennych anabledd neu nam sy’n golygu bydd angen cymorth neu gyfleusterau ychwanegol arnoch yn yr adeilad llys ble fyddwch yn cyflawni eich gwasanaeth rheithgor?",
    "helpDetailsYes": "Oes",
    "helpDetailsNo": "Nac oes",
    "specialArrangementDetails": "Rhowch wybod inni am unrhyw drefniadau arbennig bydd arnoch angen wrth ichi wasanaethu ar reithgor."
  },
  "thirdPartyPDF": {
    "jurorDetailsHeader" :"Rydych chi’n ymateb ar ran yr unigolyn a gafodd ei alw i wasanaethu ar reithgor. Bu ichi ddweud hyn wrthym am eich hun",
    "thirdPartyDetailsHeader" : "Rydych chi’n ymateb ar ran yr unigolyn a gafodd ei alw i wasanaethu ar reithgor. Bu ichi ddweud hyn wrthym am eich hun",
    "thirdPartyName": "Eich enw:",
    "thirdPartyRelationship": "Eich perthynas a'r unigolyn a gafodd yr wŷs",
    "thirdPartyMainPhone": "Eich prif rif ffôn:",
    "thirdPartyAlternativePhone": "Eich rhif ffôn arall:",
    "thirdPartyEmail": "Eich cyfeiriad e-bost:",
    "thirdPartyReason": "Eich rheswm dros ymateb ar ran y rheithiwr",
    "qualifyHeader": "Mi wnaethoch ateb y cwestiynau cymhwysedd ar gyfer yr unigolyn yr ydych yn ymateb ar ei ran",
    "residencyQuestion": "Ers iddynt droi'n 13 oed, a yw eu prif gyfeiriad wedi bod yn y DU, Ynysoedd y Sianel neu Ynys Manaw am unrhyw gyfnod o 5 mlynedd o leiaf?",
    "residencyYes": "Do",
    "residencyNo": "Naddo",
    "mentalHealthSectioned": "A ydi'r person yr ydych yn ymateb ar ei ran yn cael ei gadw, ei warchod neu ei drin o dan y Ddeddf Iechyd Meddwl",
    "mentalHealthSectionedYes": "Ie",
    "mentalHealthSectionedNo": "Na",
    "mentalHealthCapacity": "A wnaed penderfyniad nad oes gan y person yr ydych yn ymateb ar ei ran y 'gallu meddyliol'?",
    "mentalHealthCapacityYes": "Ie",
    "mentalHealthCapacityNo": "Na",
    "bailQuestion": "A yw'r unigolyn ar fechnïaeth ar hyn o bryd am gyflawni trosedd?",
    "bailYes": "Ydy",
    "bailNo": "Nac ydy",
    "convictionsQuestion": "A yw'r unigolyn wedi'i gael yn euog o drosedd?",
    "convictionsYes": "Ydy",
    "convictionsNo": "Nac ydy",
    "dateResponseHeader": "Bu ichi ymateb i’r dyddiad arfaethedig ar gyfer y gwasanaeth rheithgor",
    "confirmDateQuestion": "Cadarnhewch ddyddiad ei wasanaeth rheithgor",
    "dateConfirmed": "Mae’r unigolyn rwy’n ymateb ar ei ran yn gallu gwasanaethu ar reithgor ar y dyddiad a nodir",
    "requireExcusal": "Nid yw’r unigolyn rwy’n ymateb ar ei ran yn gallu gwasanaethu ar reithgor a hoffai gael ei esgusodi",
    "requireDeferral": "Rydw i angen newid dyddiad y gwasanaeth rheithgor ar gyfer yr unigolyn rwy’n ymateb ar ei ran",
    "excusalHeader": "Gan eich bod wedi gofyn i’r unigolyn rydych yn ymateb ar ei ran gael ei esgusodi rhag gwasanaethu ar reithgor, dywedoch wrthym",
    "deferralHeader": "Gan eich bod wedi gofyn i’r unigolyn gael cyflawni ei wasanaeth rheithgor ar ddyddiad gwahanol, bu ichi ddweud ",
    "excusalReason": "Pam fod angen iddo gael ei esgusodi rhag gwasanaethu ar reithgor?",
    "deferralReason": "Dywedwch wrthym pam fod angen dyddiad arall arnynt ar gyfer y gwasanaeth rheithgor",
    "deferralDates": "Dewiswch 3 dydd Llun pan allant ddechrau gwasanaeth rheithgor",
    "employmentHeader": "Bu ichi ddweud wrthym p’un a oedd yr unigolyn erioed wedi gweithio i’r System Cyfiawnder Troseddol ai peidio",
    "employmentQuestion": "A yw'r person yr ydych yn ymateb ar ei ran wedi gweithio yn y system cyfiawnder troseddol yn y 5 mlynedd diwethaf?",
    "employmentQuestionYes": "Ydy",
    "employmentQuestionNo": "Nac ydy",
    "assistanceHeader": "Bu ichi ddweud wrthym am unrhyw gymorth bydd yr unigolyn rydych yn ymateb ar ei ran ei angen yn y llys",
    "disabilityQuestion": "A oes gan yr unigolyn anabledd neu nam sy'n golygu bydd angen cymorth neu gyfleusterau ychwanegol arno yn yr adeilad llys lle fydd yn cyflawni'r gwasanaeth rheithgor?",
    "disabilityQuestionYes": "Oes",
    "disabilityQuestionNo": "Nac oes",
    "specialArrangements": "Rhowch wybod inni am unrhyw drefniadau arbennig neu gymorth bydd yr unigolyn rydych yn ymateb ar ei ran ei angen wrth iddo wasanaethu ar reithgor."
  },
  "deceasedPDF": {
    "jurorDeceased": "Rydych wedi dweud bod yr unigolyn a gafodd y wŷs. ",
    "nothingElse": "Nid oes rhaid ichi wneud unrhyw beth arall.",
    "distressTitle": "Ymddiheurwn am achosi unrhyw drallod",
    "distressApology": "Mae rheithwyr yn cael eu dewis ar hap oddi ar y rhestr etholiadol. Nid yw'r rhestr hon yn hollol gyfredol bob amser. Dyna pam rydym wedi anfon gwŷs rheithgor at yr unigolyn hwn. Ymddiheurwn am hyn a gobeithiwn nid oedd wedi peri gormod o drallod.",
    "summoningBureau": "Cysylltu gyda Swyddfa Ganolog Gwysio Rheithgor",
    "contactDetailsOne": "Os oes gennych unrhyw gwestiynau am eich gwasanaeth rheithgor, ffoniwch Swyddfa Ganolog Gwysio Rheithgor ar."
  },
  "ageIneligiblePDF": {
    "ageIneligibleInfo": "Mae eich oedran yn eich gwneud yn anghymwys i wasanaethu ar reithgor.",
    "pointOne": "Yn ôl y gyfraith, rhaid i reithwyr fod rhwng 18 a 75 oed. Nid oes raid i chi wneud gwasanaeth rheithgor gan eich bod yn iau na 18 oed neu'n hŷn na 75 oed.",
    "pointTwo": "Byddwn yn ysgrifennu atoch i gadarnhau nid oes rhaid ichi wasanaethu ar reithgor. ",
    "pointThree": "Nid oes rhaid ichi wneud unrhyw beth arall.",
    "summoningBureau": "Cysylltu gyda Swyddfa Ganolog Gwysio Rheithgor",
    "anyQuestionsOne": "Os oes gennych unrhyw gwestiynau am eich gwasanaeth rheithgor, ffoniwch Swyddfa Ganolog Gwysio Rheithgor ar."
  },
  "whatHappensNext": {
    "header": "Beth fydd yn digwydd nesaf?",
    "bulletPointOne": "llythyr yn cadarnhau dyddiad eich gwasanaeth rheithgor",
    "bulletPointTwo": "pecyn gwybodaeth am fod yn rheithiwr a'r llys byddwch yn mynd iddo",

    "deferralIneligibleLineTwo": "Byddwn hefyd yn ystyried os byddwch yn gallu newid y dyddiad.",
    "deferralIneligibleAdjustmentLineTwo": "Efallai y byddwn hefyd yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn i chi allu gwasanaethu ar reithgor, ac os ydych yn gallu newid y dyddiad.",
    "deferralLastLine": "Yna, o leiaf bythefnos cyn i'ch gwasanaeth rheithgor ddechrau, byddwn yn anfon y canlynol atoch:",
    "deferralLineOne": "Byddwn yn ysgrifennu atoch o fewn y 7 diwrnod nesaf i roi gwybod ichi os byddwch yn cael newid dyddiad eich gwasanaeth rheithgor.",
    "deferralWithAdjustmentLineTwo": "Os ydych yn gallu gwasanaethu ar reithgor, byddwn yn ysgrifennu atoch o fewn y 7 diwrnod nesaf i roi gwybod os byddwch yn cael newid y dyddiad.",

    "excusalEligibleLineOne": "Byddwn yn ysgrifennu atoch o fewn y 7 diwrnod nesaf i roi gwybod os bydd rhaid i chi wasanaethu ar reithgor neu os cewch eich esgusodi.",
    "excusalIneligibleAdjustmentLineTwo": "Efallai y byddwn hefyd yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn i chi allu gwasanaethu ar reithgor, ac os byddwch yn gallu cael eich esgusodi. ",
    "excusalIneligibleLineTwo": "Byddwn hefyd yn ystyried os byddwch yn gallu cael eich esgusodi.",
    "excusalOrDeferralAndIneligibleLineOne": "Mae eich atebion yn golygu efallai na fyddwch yn gallu gwasanaethu ar reithgor. Byddwn yn gwirio’r atebion hyn nawr.",
    "excusalWithAdjustmentLineTwo": "Os ydych wedi gofyn i gael eich esgusodi oherwydd anabledd neu nam, efallai byddwn yn cysylltu i ganfod mwy.",

    "ifAbleLastLine": "Os gallwch chi wasanaethu ar reithgor, o leiaf 2 wythnos cyn ichi ddechrau byddwn yn anfon y canlynol atoch chi:",
    "ifMustAssistanceInfo": "Os oes rhaid ichi wasanaethu ar reithgor, efallai byddwn yn cysylltu â chi i drafod y cymorth byddwch ei angen i wneud hynny.",
    "ifMustLastLine": "Os oes raid i chi wasanaethu ar reithgor, o leiaf 2 wythnos cyn ichi ddechrau byddwn yn anfon y canlynol atoch:",
    "inTouchInSevenDays": "Byddwn yn cysylltu â chi o fewn y 7 diwrnod nesaf.",

    "straightThroughEligibleNoAdjustment": "O leiaf 2 wythnos cyn ichi ddechrau gwasanaethu ar reithgor, byddwn yn anfon y canlynol atoch:",
    "straightThroughIneligibleLineOne": "Mae eich atebion yn golygu efallai na fyddwch yn gallu gwasanaethu ar reithgor.",
    "straightThroughIneligibleLineThree": "Os gallwch chi wasanaethu ar reithgor, o leiaf 2 wythnos cyn ichi ddechrau byddwn yn anfon y canlynol atoch:",
    "straightThroughIneligibleLineTwo": "Byddwn yn gwirio’r atebion hyn nawr. Byddwn yn ysgrifennu atoch yn y 7 diwrnod nesaf i roi gwybod ichi os bydd rhaid i chi wasanaethu ar reithgor ai peidio.",
    "straightThroughIneligibleWithAdjustmentLineThree": "Efallai y byddwn hefyd yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn ichi allu gwasanaethu ar reithgor.",
    "straightThroughOrDeferralWithAdjustmentLineOne": "Efallai bydd y llys yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn i chi wasanaethu ar reithgor."
  }
}
