{
  "sharedText": {
    "mainHeader": "Copi o’ch ymateb i wŷs rheithgor",
    "detailsHeader": "Manylion eich gwŷs rheithgor",
    "court": "Llys",
    "date": "Dyddiad",
    "startTime": "Amser cychwyn",
    "nameHeader": "Enw",
    "jurorNumberHeader": "Rhif rheithiwr ",
    "dateOfReply": "Dyddiad ymateb ",
    "howYouReplied": "Sut wnaethoch ymateb",
    "confirmDate": "Gallaf wasanaethu ar reithgor ar y dyddiad a nodir",
    "excusal": "Na allaf wasanaethu ar reithgor a hoffwn gael fy esgusodi.",
    "deferral": "Rwyf angen newid dyddiad fy ngwasanaeth rheithgor.",
    "policeForce": "Heddlu",
    "prisonService": "Gwasanaeth Carchardai EM",
    "nationalCrimeAgency": "Yr Asiantaeth Troseddu Cenedlaethol",
    "other": "Arall",
    "getReadyHeader": "Paratoi ar gyfer eich gwasanaeth rheithgor",
    "govWebsiteText": "Mae gan wefan GOV.UK wybodaeth i’ch helpu chi baratoi ar gyfer eich gwasanaeth rheithgor",
    "visit": "Ewch i ",
    "govWebsiteLink": "https://www.gov.uk/jury-service",
    "toLearnMoreAbout": " i ddysgu am:",
    "govPointOne": "Cymryd amser i ffwrdd o’r gwaith",
    "govPointTwo": "Trafod y treial",
    "govPointThree": "Beth allwch ei hawlio",
    "govPointFour": "Sut i hawlio treuliau",
    "govPointFive": "Cwestiynau am wasanaeth rheithgor",
    "contactingHeader": "Cysylltu gyda Swyddfa Ganolog Gwysio Rheithgor",
    "contactingInfo": "Os oes gennych unrhyw gwestiynau am eich gwasanaeth rheithgor, ffoniwch Swyddfa Ganolog Gwysio Rheithgor ar 0300 456 1024 neu anfonwch e-bost i jurysummoning@hmcts.gsi.gov.uk",
    "name": "Enw:",
    "address": "Cyfeiriad:",
    "dob": "Dyddiad geni:",
    "mainPhone": "Prif rif ffôn:",
    "anotherPhone": "Rhif ffôn arall \n(dewisol):",
    "email": "E-bost:",
    "yes": "Do",
    "no": "Naddo"
  },
  "jurorPDF": {
    "nameHeader": "Enw",
    "replyDateHeader": "Dyddiad ymateb ",
    "excusalOne": "Yr ydych dweud wedi ",
    "confirmOne": "Rydych wedi dweud eich bod yn ",
    "can": "GALLU",
    "cannot": "NA ALLWCH",
    "changeDate": " NEWID DYDDIAD",
    "confirmTwo": " gwasanaethu ar reithgor ar y dyddiad a nodir",
    "excusalTwo": "  chi wneud gwasanaeth rheithgor a hoffech gael eich hesgusodi",
    "deferralOne": " eich gwasanaeth rheithgor",
    "jurorDetails": "Bu i chi roi’r manylion rheithiwr a ganlyn",
    "addressHeader": "Cyfeiriad:",
    "dobHeader": "Dyddiad Geni:",
    "mainPhoneHeader": "Prif rif ffôn:",
    "otherPhoneHeader": "Rhif ffôn arall (dewisol):",
    "emailHeader": "E-bost:",
    "qualifyQuestionsHeader": "Bu ichi ateb y cwestiynau cymhwyso",
    "residencyQuestion": "A ydych chi wedi byw yn y Deyrnas Unedig, Ynysoedd y Sianel neu Ynys Manaw am gyfnod parhaus o bum mlynedd neu fwy ers eich pen-blwydd yn 13 oed?",
    "mentalHealthQuestion": "A ydych yn glaf dan orchymyn neu'n debygol o fod yn glaf dan orchymyn dan Ddeddf Iechyd Meddwl 1982 neu a oes gennych ddiffyg galluedd fel y nodir yn Neddf Galluedd Meddyliol 2005?",
    "bailQuestion": "A ydych chi ar fechnïaeth am gyflawni trosedd ar hyn o bryd?",
    "convictionsQuestion": "A ydych wedi’ch cael yn euog o drosedd ac wedi cael dedfryd?",
    "dateResponse": "Bu ichi ymateb i’r dyddiad arfaethedig ar gyfer y gwasanaeth rheithgor",
    "confirmDate": "Cadarnhewch ddyddiad y gwasanaeth rheithgor",
    "dateConfirmed": "Gallaf wasanaethu ar reithgor ar y dyddiad a nodir",
    "requireExcusal": "Na allaf wasanaethu ar reithgor a hoffwn gael fy esgusodi.",
    "requireDeferral": "Rwyf angen newid dyddiad fy ngwasanaeth rheithgor.",
    "excusalDetailsHeader": "Gan eich bod wedi gofyn am gael eich esgusodi rhag gwasanaethu ar reithgor, bu ichi ddweud",
    "deferralDetailsHeader": "Gan eich bod wedi gofyn i gyflawni eich gwasanaeth rheithgor ar ddyddiad gwahanol, bu ichi ddweud",
    "excusalReason": "Dywedwch pam eich bod angen cael eich esgusodi",
    "deferralReason": "Eglurwch pam eich bod angen newid dyddiad eich gwasanaeth rheithgor",
    "threeDates": "Nodwch dri dyddiad yn y 12 mis nesaf pan fyddwch ar gael i ddechrau gwasanaethu ar reithgor.",
    "employmentHeader": "Bu ichi ddweud wrthym p’un a oeddech erioed wedi gweithio i’r System Cyfiawnder Troseddol",
    "employmentDetails": "A ydych chi yn, neu a ydych chi wedi gweithio i’r Heddlu, Gwasanaeth Carchardai EM, yr Asiantaeth Troseddu Cenedlaethol neu unrhyw awdurdod erlyn yn y 5 mlynedd diwethaf?",
    "helpHeader": "Bu ichi ddweud wrthym am unrhyw gymorth y byddwch ei angen yn y llys",
    "helpDetails": "A oes gennych anabledd neu nam sy’n golygu bydd angen cymorth neu gyfleusterau ychwanegol arnoch yn yr adeilad llys ble fyddwch yn cyflawni eich gwasanaeth rheithgor?",
    "specialArrangementDetails": "Rhowch wybod inni am unrhyw drefniadau arbennig bydd arnoch angen wrth ichi wasanaethu ar reithgor."
  },
  "thirdPartyPDF": {
    "jurorDetailsHeader" :"Rydych chi’n ymateb ar ran yr unigolyn a gafodd ei alw i wasanaethu ar reithgor. Bu ichi ddweud hyn wrthym am eich hun",
    "thirdPartyDetailsHeader" : "Rydych chi’n ymateb ar ran yr unigolyn a gafodd ei alw i wasanaethu ar reithgor. Bu ichi ddweud hyn wrthym am eich hun",
    "thirdPartyName": "Eich enw:",
    "thirdPartyRelationship": "Eich perthynas a'r unigolyn a gafodd yr wŷs",
    "thirdPartyMainPhone": "Eich prif rif ffôn:",
    "thirdPartyAlternativePhone": "Eich rhif ffôn arall:",
    "thirdPartyEmail": "Eich cyfeiriad e-bost:",
    "thirdPartyReason": "Eich rheswm dros ymateb ar ran y rheithiwr",
    "qualifyHeader": "Bu ichi ymateb y cwestiynau cymhwyso ar ran yr unigolyn rydych yn ymateb ar ei ran:",
    "qualifyQuestionOne": "A yw’r unigolyn rydych yn ymateb ar ei ran wedi byw yn y Deyrnas Unedig, Ynysoedd y Sianel neu Ynys Manaw am gyfnod parhaus o bum mlynedd neu fwy ers ei ben-blwydd yn 13 oed?",
    "qualifyQuestionTwo": "A ydy’r person yn glaf, neu'n debygol o ddod yn glaf, dan orchymyn Deddf Iechyd Meddwl 1983 neu a oes ganddo ddiffyg galluedd fel y nodir yn Neddf Galluedd Meddyliol 2005?",
    "qualifyQuestionThree": "A yw’r unigolyn ar fechnïaeth am gyflawni trosedd ar hyn o bryd?",
    "qualifyQuestionFour": "A ydy’r unigolyn wedi’i gael yn euog o drosedd ac wedi cael dedfryd?",
    "dateResponseHeader": "Bu ichi ymateb i’r dyddiad arfaethedig ar gyfer y gwasanaeth rheithgor",
    "confirmDateQuestion": "Cadarnhewch ddyddiad ei wasanaeth rheithgor",
    "dateConfirmed": "Mae’r unigolyn rwy’n ymateb ar ei ran yn gallu gwasanaethu ar reithgor ar y dyddiad a nodir",
    "requireExcusal": "Nid yw’r unigolyn rwy’n ymateb ar ei ran yn gallu gwasanaethu ar reithgor a hoffai gael ei esgusodi",
    "requireDeferral": "Rydw i angen newid dyddiad y gwasanaeth rheithgor ar gyfer yr unigolyn rwy’n ymateb ar ei ran",
    "excusalHeader": "Gan eich bod wedi gofyn i’r unigolyn rydych yn ymateb ar ei ran gael ei esgusodi rhag gwasanaethu ar reithgor, dywedoch wrthym",
    "deferralHeader": "Gan eich bod wedi gofyn i’r unigolyn gael cyflawni ei wasanaeth rheithgor ar ddyddiad gwahanol, bu ichi ddweud ",
    "excusalReason": "Dywedwch pam fod yr unigolyn angen cael ei esgusodi",
    "deferralReason": "Eglurwch pam fod yr unigolyn angen newid dyddiad ei wasanaeth rheithgor",
    "deferralDates": "Nodwch dri dyddiad yn y 12 mis nesaf ble all yr unigolyn rydych yn ymateb ar ei ran wasanaethu ar reithgor.",
    "employmentHeader": "Bu ichi ddweud wrthym p’un a oedd yr unigolyn erioed wedi gweithio i’r System Cyfiawnder Troseddol ai peidio",
    "employmentQuestion": "Bu ichi ddweud wrthym p’un a oedd yr unigolyn erioed wedi gweithio i’r System Cyfiawnder Troseddol ai peidio",
    "assistanceHeader": "Bu ichi ddweud wrthym am unrhyw gymorth bydd yr unigolyn rydych yn ymateb ar ei ran angen yn y llys",
    "disabilityQuesion": "A oes gan yr unigolyn anabledd neu nam sy’n golygu bydd angen cymorth neu gyfleusterau ychwanegol arnynt yn yr adeilad llys lle byddant yn cyflawni’r gwasanaeth rheithgor?",
    "specialArrangements": "Rhowch wybod inni am unrhyw drefniadau arbennig neu gymorth bydd yr unigolyn rydych yn ymateb ar ei ran ei angen wrth iddynt wasanaethu ar reithgor."
  },
  "deceasedPDF": {
    "jurorDeceased": "Rydych wedi dweud bod yr unigolyn a gafodd y wŷs. ",
    "nothingElse": "Nid oes rhaid ichi wneud unrhyw beth arall.",
    "distressApology": "Ymddiheurwn am achosi unrhyw drallod",
    "distressLineOne": "Mae rheithwyr yn cael eu dewis ar hap oddi ar y rhestr etholiadol. ",
    "distressLineTwo": "Nid yw’r rhestr hon yn hollol gyfredol bob amser. ",
    "distressLineThree": "Dyna pam rydym wedi anfon gwŷs rheithgor at yr unigolyn hwn. ",
    "distressLineFour": "Ymddiheurwn am hyn a gobeithiwn nid oedd wedi peri gormod o drallod. ",
    "summoningBureau": "Cysylltu gyda Swyddfa Ganolog Gwysio Rheithgor",
    "contactDetails": "Os oes gennych unrhyw gwestiynau am eich gwasanaeth rheithgor, ffoniwch Swyddfa Ganolog Gwysio Rheithgor ar 0300 456 1024 neu anfonwch e-bost i jurysummoning@hmcts.gsi.gov.uk "
  },
  "ageIneligiblePDF": {
    "ageIneligibleInfo": "Mae eich oedran yn eich gwneud yn anghymwys i wasanaethu ar reithgor.",
    "pointOne": "Yn ôl y gyfraith, rhaid i reithwyr fod rhwng 18 – 75 oed. Nid oes rhaid ichi wasanaethu ar reithgor, oherwydd eich bod yn ieuengach na 18 neu’n hŷn na 75.",
    "pointTwo": "Byddwn yn ysgrifennu atoch i gadarnhau nid oes rhaid ichi wasanaethu ar reithgor. ",
    "pointThree": "Nid oes rhaid ichi wneud unrhyw beth arall.",
    "summoningBureau": "Cysylltu gyda Swyddfa Ganolog Gwysio Rheithgor",
    "anyQuestions": "Os oes gennych unrhyw gwestiynau am eich gwasanaeth rheithgor, ffoniwch Swyddfa Ganolog Gwysio Rheithgor ar 0300 456 1024 neu anfonwch e-bost i jurysummoning@hmcts.gsi.gov.uk "
  },
  "whatHappensNext": {
    "header": "Beth fydd yn digwydd nesaf?",
    "bulletPointOne": "llythyr yn cadarnhau dyddiad eich gwasanaeth rheithgor",
    "bulletPointTwo": "pecyn gwybodaeth am fod yn rheithiwr a'r llys byddwch yn mynd iddo",
    "excusalIneligibleAdjustmentLineTwo": "Efallai y byddwn hefyd yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn i chi allu gwasanaethu ar reithgor, ac os byddwch yn gallu cael eich esgusodi. ",
    "deferralIneligibleAdjustmentLineTwo": "Efallai y byddwn hefyd yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn i chi allu gwasanaethu ar reithgor, ac os ydych yn gallu newid y dyddiad.",
    "straightThroughEligibleNoAdjustment": "Yna, o leiaf pythefnos cyn i’r gwasanaeth rheithgor ddechrau byddwn yn anfon y dogfennau canlynol atoch:",
    "straightThroughIneligibleLineTwo": "Byddwn yn gwirio’r atebion hyn nawr. Byddwn yn ysgrifennu atoch yn y 7 diwrnod nesaf i roi gwybod ichi os bydd rhaid i chi wasanaethu ar reithgor ai peidio.",
    "straightThroughIneligibleLineThree": "Os byddwch yn gallu gwasanaethu ar reithgor, o leiaf pythefnos cyn i’r gwasanaeth rheithgor ddechrau byddwn yn anfon y dogfennau canlynol atoch:",
    "straightThroughIneligibleWithAdjustmentLineThree": "Efallai y byddwn hefyd yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn ichi allu gwasanaethu ar reithgor.",
    "deferralWithAdjustmentLineTwo": "Os ydych yn gallu gwasanaethu ar reithgor, byddwn yn ysgrifennu atoch o fewn y 7 diwrnod nesaf i roi gwybod os byddwch yn cael newid y dyddiad.",
    "deferralLineOne": "Byddwn yn ysgrifennu atoch o fewn y 7 diwrnod nesaf i roi gwybod ichi os byddwch yn cael newid dyddiad eich gwasanaeth rheithgor.",
    "deferralIneligibleLineTwo": "Byddwn hefyd yn ystyried os byddwch yn gallu newid y dyddiad.",
    "excusalWithAdjustmentLineTwo": "Os ydych wedi gofyn i gael eich esgusodi oherwydd anabledd neu nam, efallai byddwn yn cysylltu i ganfod mwy.",
    "excusalIneligibleLineTwo": "Byddwn hefyd yn ystyried os byddwch yn gallu cael eich esgusodi.",
    "inTouchInSevenDays": "Byddwn yn cysylltu â chi o fewn y 7 diwrnod nesaf.",
    "excusalOrDeferralAndIneligibleLineOne": "Mae eich atebion yn golygu efallai na fyddwch yn gallu gwasanaethu ar reithgor. Byddwn yn gwirio’r atebion hyn nawr.",
    "excusalEligibleLineOne": "Byddwn yn ysgrifennu atoch o fewn y 7 diwrnod nesaf i roi gwybod os bydd rhaid i chi wasanaethu ar reithgor neu os cewch eich esgusodi.",
    "ifAbleLastLine": "Os ydych yn gallu gwasanaethu ar reithgor, byddwn yn anfon yr hyn a ganlyn atoch pythefnos cyn iddo gychwyn:",
    "straightThroughOrDeferralWithAdjustmentLineOne": "Efallai bydd y llys yn cysylltu â chi i drafod y cymorth byddwch ei angen er mwyn i chi wasanaethu ar reithgor.",
    "deferralLastLine": "Os byddwch yn gallu gwasanaethu ar reithgor, o leiaf pythefnos cyn i’r gwasanaeth rheithgor ddechrau byddwn yn anfon y dogfennau canlynol atoch:",
    "ifMustAssistanceInfo": "Os oes rhaid ichi wasanaethu ar reithgor, efallai byddwn yn cysylltu â chi i drafod y cymorth byddwch ei angen i wneud hynny.",
    "ifMustLastLine": "Os bydd rhaid ichi wasanaethu ar reithgor, o leiaf pythefnos cyn i’r gwasanaeth rheithgor ddechrau byddwn yn anfon y dogfennau canlynol atoch:",
    "straightThroughIneligibleLineOne": "Mae eich atebion yn golygu efallai na fyddwch yn gallu gwasanaethu ar reithgor."
  }
}
