{
  "HEADING": "Ymateb i wŷs rheithgor",
  "SUBHEADING_1": "Defnyddiwch y gwasanaeth hwn i:",
  "LIST_1_ITEM_1": "ymateb i’ch gwŷs rheithgor ar-lein",
  "LIST_1_ITEM_2": "ymateb i wŷs rheithgor ar ran rhywun arall ar-lein",
  "LIST_1_ITEM_3": "gofyn i gael gwneud eich gwasanaeth rheithgor ar ddyddiad gwahanol",
  "LIST_1_ITEM_4": "gofyn i gael eich esgusodi rhag gwasanaethu ar reithgor",
  "LIST_1_ITEM_5": "rhoi gwybod inni am unrhyw gymorth ychwanegol y byddwch angen os byddwch yn gwasanaethu ar reithgor",
  "INFO": "Mae ymateb i wŷs rheithgor yn cymryd tua 10 munud.",
  "PDF_DOWNLOAD": "Byddwch yn gallu lawrlwytho a chadw ffeil PDF gyda'r atebion a roddir gennych pan fyddwch yn gorffen.",
  "INFO_INDENT": "Mae'r gwasanaeth hwn ar gael yn y ",
  "INFO_INDENT_LINK": "Saesneg hefyd.",
  "SUBHEADING_2": "Bydd arnoch angen:",
  "FROM_LETTER": "O’ch llythyr gwŷs rheithgor",
  "LIST_2_ITEM_1": "Eich rhif rheithgor",
  "LIST_2_ITEM_2": "Eich cod post, yn union fel y mae'n ymddangos yn y llythyr ",
  "LIST_2_ITEM_3": "Eich enw, yn union fel y mae’n ymddangos yn y llythyr",
  "BUTTON_TEXT": "Dechrau nawr",
  "BOLD_INFO_TEXT": "Mae’n drosedd, ac o'ch cael yn euog, efallai y bydd rhaid i chi dalu dirwy o hyd at £1,000, os:",
  "BOLD_INFO_LIST_ITEM_1": "byddwch yn gwrthod darparu gwybodaeth i bennu p'un a ydych chi neu unigolyn rydych yn ymateb ar ei ran yn gymwys i fod yn rheithiwr, neu",
  "BOLD_INFO_LIST_ITEM_2": "eich bod chi neu unigolyn ar eich rhan yn rhoi gwybodaeth anwir i osgoi gwasanaethu ar reithgor neu helpu unigolyn arall i osgoi gwasanaethu ar reithgor.",
  "SUBHEADING_3": "Cyn i chi ddechrau",
  "SUBHEADING_3_INFO_1": "Dyma rai pethau efallai y byddech eisiau gwybod cyn dechrau.",
  "SUBHEADING_3_INFO_2": "Cewch ragor o gymorth ar bob tudalen.",
  "SUBHEADING_4": "Pa mor hir fydd gwasanaeth rheithgor yn para?",
  "SUBHEADING_4_INFO": "Fel arfer bydd gwasanaeth rheithgor yn para am hyd at 10 diwrnod gwaith (Dydd Llun i ddydd Gwener) ond gall fod yn hirach. Yn ystod eich gwasanaeth, gallwch eistedd mewn mwy nag un treial.",
  "SUBHEADING_5": "Sut ydw i’n cael yr amser i ffwrdd o’r gwaith?",
  "SUBHEADING_5_INFO_1": "Yn ôl y gyfraith, mae'n rhaid i’ch cyflogwr adael i chi gael yr ",
  "SUBHEADING_5_LINK": "amser i ffwrdd o’r gwaith ",
  "SUBHEADING_5_INFO_2": "ond gallant ofyn ichi newid dyddiad eich gwasanaeth rheithgor. Gallwch ddangos y llythyr gwŷs rheithgor rydym wedi ei anfon atoch er mwyn profi eich bod am wneud gwasanaeth rheithgor.",
  "SUBHEADING_6": "Beth alla i ei hawlio?",
  "SUBHEADING_6_INFO_1": "Efallai y byddwch yn ",
  "SUBHEADING_6_LINK": "gallu hawlio ",
  "SUBHEADING_6_INFO_2": "am gostau, gan gynnwys enillion a gollir a chostau teithio, bwyd a diod.",
  "SUBHEADING_7": "Ffyrdd eraill o ymateb",
  "SUBHEADING_8": "Ymateb trwy’r post",
  "SUBHEADING_8_INFO_1": "Mae'n well os ydych yn ymateb ar-lein oherwydd mae’n golygu y byddwn yn cael eich ymateb yn gynt.",
  "SUBHEADING_8_INFO_2": "Os na allwch ymateb ar-lein, llenwch y ffurflen a anfonwyd gyda'ch gwŷs rheithgor a'i hanfon atom yn yr amlen barod.",
  "SUBHEADING_9": "Os ydych chi angen cymorth i ddefnyddio cyfrifiadur",
  "SUBHEADING_9_INFO_1": "Gallwch ofyn i rywun rydych yn ymddiried ynddynt i’ch helpu i ymateb ar-lein.",
  "SUBHEADING_9_INFO_2": "Os nad oes gennych fynediad at gyfrifiadur neu'r we, efallai y bydd modd ichi fynd i’ch llyfrgell leol.",
  "SUBHEADING_9_INFO_3": "Os nad ydych yn adnabod rhywun all eich helpu, cysylltwch â ni a byddwn yn dweud wrthych am bobl neu sefydliadau eraill y gallai eich helpu.",
  "SUBHEADING_10": "Sut i gysylltu â ni",
  "CONTACT_NAME": "Swyddfa Ganolog Gwysio Rheithgor",
  "CONTACT_INFO_1": "Dydd Llun i Ddydd Iau 9am – 5pm",
  "CONTACT_INFO_2": "Dydd Gwener 9am – 3pm",
  "CONTACT_LINK_TEXT": "Canfod mwy am gostau galwadau",
  "CONTACT_LINK": "https://www.gov.uk/costau-galwadau",
  "ADDRESS_LINE_1": "Swyddfa Ganolog Gwysio Rheithgor",
  "ADDRESS_LINE_2": "Phoenix House",
  "ADDRESS_LINE_3": "Rushton Avenue",
  "ADDRESS_LINE_4": "Bradford",
  "ADDRESS_LINE_5": "BD3 7BH",
  "NAV_HEADING": "Llysoedd, dedfrydu a thribiwnlysoedd",
  "NAV_1": "Gwasanaeth rheithgor",
  "NAV_2": "Mwy",
  "NAV_HEADING_2": "Gwefannau eraill ar y rhyngrwyd",
  "NAV_3": "Gwyliwch fideo am fod yn rheithiwr",
  "BOTTOM_LINK": "A oes unrhyw beth yn bod gyda’r dudalen hon?",
  "CLANG_LINK": "/?clang=en"
}
