{
  "HEADING": "Ask for another date for your jury service",
  "HEADING_OB": "Ask for another date for jury service for the person you're replying for",

  "REASON_FIELD_TITLE": "Please say why you need another date for your jury service",
  "REASON_FIELD_TITLE_OB": "Please say why the person you're answering for needs another date for their jury service",
  "REASON_FIELD_HINT": "You can only change the date of your jury service once",
  "REASON_FIELD_HINT_OB": "You can only change the date of the jury service once",

  "ACCEPTABLE_SUMMARY": "What is an acceptable reason?",
  "ACCEPTABLE_INFO": "We may be able to change the date of your jury service if you have a good reason. These are some examples - or you might have a different good reason:",
  "ACCEPTABLE_INFO_OB": "We may be able to change the date of jury service if the person you're answering for has a good reason. These are some examples - or they might have a different good reason:",
  "ACCEPTABLE_LIST_ITEM_1": "having a holiday booked",
  "ACCEPTABLE_LIST_ITEM_2": "having an operation",
  "ACCEPTABLE_LIST_ITEM_3": "taking an exam",

  "DATE_FIELD_TITLE": "Please give us three dates you could start jury service during the next 12 months.",
  "DATE_FIELD_TITLE_OB": "Please give us three dates the person you're replying for could do jury service during the next 12 months.",
  "DATE_FIELD_HINT": "Jury service usually lasts up to 10 working days but can be longer.",

  "WHY_ASK_SUMMARY": "Why do we ask this?",
  "WHY_ASK_INFO": "It may be possible to start your jury service on another more suitable date.",
  "WHY_ASK_INFO_OB": "It may be possible to start the person's jury service on another more suitable date. ",

  "DATE1": "Date 1",
  "DATE2": "Date 2",
  "DATE3": "Date 3",
  "DATE_EG": "eg 08/10/2017",

  "DAY": "Day",
  "MONTH": "Month",
  "YEAR": "Year",

  "DATE_INFO": "I can start jury service for at least ten working days from:",
  "DATE_INFO_OB": "The person I'm replying for can start jury service for at least ten working days from"



}
