{
  "HEADING": "Your juror details",
  "HEADING_OB": "Their juror details",

  "SAMPLE_TITLE": "Your juror number can be found on your jury summons letter as shown in the image below.",
  "SAMPLE_TITLE_OB": "The juror number can be found on the jury summons letter as shown in the image below.",
  "SAMPLE_IMAGE_ALT": "Image showing a jury summons letter and where you can find your Juror number. It is at the top of the first page of the letter.",
  "IMAGE_TITLE": "Juror number can be found at the top of the summons letter",

  "FIELD_JUROR_NUMBER_TITLE": "9-digit juror number",
  "FIELD_JUROR_NUMBER_HINT": "You can find your juror number on your jury summons letter.",
  "FIELD_JUROR_NUMBER_HINT_OB": "You can find their juror number on the jury summons letter.",

  "GUIDANCE_TITLE": "I do not have a juror number",
  "GUIDANCE_TITLE_OB": "I do not have a juror number for the person",
  "GUIDANCE_INTRO": "If you do not have a juror number, please contact:",
  "GUIDANCE_INTRO_OB": "If you do not have a juror number for the person you are replying for, please contact:",

  "GUIDANCE_COMPANY_NAME": "Jury Central Summoning Bureau",
  "GUIDANCE_OPENING_TIMES": "Monday to Thursday 9am to 5pm",
  "GUIDANCE_OPENING_TIMES_FRIDAY": "Friday 9am to 3pm",
  "GUIDANCE_CALL_CHARGE_LABEL": "Find out about call charges",
  "GUIDANCE_CALL_CHARGE_LINK": "https://www.gov.uk/call-charges",
  "GUIDANCE_ADDRESS_LINE_1": "Jury Central Summoning Bureau",
  "GUIDANCE_ADDRESS_LINE_2": "Phoenix House",
  "GUIDANCE_ADDRESS_LINE_3": "Rushton Avenue",
  "GUIDANCE_ADDRESS_LINE_4": "Bradford",
  "GUIDANCE_ADDRESS_LINE_5": "BD3 7BH",

  "FIELD_LAST_NAME_TITLE": "Juror last name",
  "FIELD_LAST_NAME_HINT": "Enter your last name as it is printed on the jury summons letter, even if it's wrong. You can change it later.",
  "FIELD_LAST_NAME_HINT_OB": "Enter the person's last name as it is printed on the jury summons letter, even if it's wrong. You can change it later.",

  "FIELD_POSTCODE_TITLE": "Juror postcode",
  "FIELD_POSTCODE_HINT": "Enter your postcode as it is printed on the jury summons letter, even if it's wrong. You can change it later.",
  "FIELD_POSTCODE_HINT_OB": "Enter their postcode as it's printed on their jury summons letter, even if it's wrong. You can change it later.",

  "FIELD_THIRD_PARTY_LABEL": "I'm replying on behalf of someone else",

  "FURTHER_GUIDANCE_TITLE": "Problems entering your details?",
  "FURTHER_GUIDANCE_TITLE_OB": "Problems entering their details?",

  "FURTHER_GUIDANCE_INTRO": "If you've checked your details and still cannot continue, you can contact us.",
  "FURTHER_GUIDANCE_INTRO_OB":"If you've checked their details and still cannot continue, you can contact us.",

  "ALREADY_REPLIED_TITLE": "Our records show you've already replied to this jury summons",
  "ALREADY_REPLIED_GUIDANCE": "If you want to tell us about changes or we've asked you for more information, you need to contact us by email, telephone or letter.",
  "ALREADY_REPLIED_INSET": "You cannot tell us extra information through this digital service."
}
