{
  "THIRD_PARTY_DETAILS": {
    "HEADER": "Your Details",
    "CAPTION": "Your Details",

    "NAME": {
      "TITLE": "What is your name?",
      "LABEL_FIRST_NAME": "First name",
      "LABEL_LAST_NAME": "Last name"
    },

    "RELATIONSHIP": {
      "TITLE": "Your relationship to the person",
      "LABEL_RELATIONSHIP": "How do you know the person you're replying for?"
    },

    "CONTACT": {
      "TITLE": "Your contact information",
      "INFO_1": "How would you like us to get in touch, if we need to?",
      "LABEL_BY_PHONE": "By phone (UK Numbers only)",
      "LABEL_BY_EMAIL": "By email",

      "INFO_PHONE": "Provide a UK phone number that we can use to reach you between 9am and 5pm, Monday to Friday.",
      "LABEL_MAIN_PHONE": "Main phone",
      "LABEL_OTHER_PHONE": "Another phone (optional)",
      "LABEL_EMAIL": "Enter your email address",
      "LABEL_EMAIL_CONFIRM": "Enter your email address again",

      "DETAILS": {
        "TITLE_1": "Why do we need your contact details?",
        "INFO_1": "If we need to get in touch with you to check anything about your response for the other person, we'll use the email or phone number you give us.",
        "TITLE_2": "If you are living abroad",
        "INFO_2": "If you are currently living abroad and do not have a UK telephone number, we will need to contact you using an email address."
      }
    }
  },

  "THIRD_PARTY_REASON": {
    "HEADER": "Why are you replying for the other person?",

    "REASONS": {
      "NOT_HERE": "The person is not here",
      "NOT_HERE_HELP": "They might be travelling, in hospital or away for more than a few days for some other reason.",

      "REQUIRE_ASSISTANCE": "The person is unable to reply by themselves",
      "REQUIRE_ASSISTANCE_HELP": "The person cannot reply for themselves. This might be because they have a disability or impairment.",

      "DECEASED": "The person has died",

      "OTHER": "Other",
      "OTHER_INFO": "Provide the reason."
    }
  },

  "THIRD_PARTY_PERSONAL_DETAILS": {
    "CAPTION": "Juror Details",

    "HEADER": "More juror details",
    "NAME_INTRO_PARAGRAPH": "Check that the name and address are correct for the person you're replying for",

    "NAME_HEADER": "Check that the name is correct for the person you're replying for",
    "NAME_CONFIRM_HEADER": "Is the name we have for them correct?",
    "NAME_CHANGE_HEADER": "What is their name?",

    "FORM_CONFIRM_NAME_YES_LABEL": "Yes",
    "FORM_CONFIRM_NAME_NO_LABEL": "No",

    "FORM_NAME_LABEL": "Name",
    "FORM_TITLE_LABEL": "Title (optional)",
    "FORM_FIRST_NAME_LABEL": "First name",
    "FORM_LAST_NAME_LABEL": "Last name",
    
    "HELPER_CHANGE_NAME_TITLE": "What happens if they have changed their name?",
    "HELPER_CHANGE_NAME_PARAGRAPH_1": "If their name has changed we will contact them to check this. We might ask for a marriage, civil partnership or deed poll certificate.",
    
    "ADDRESS_HEADER": "Check that the address is correct for the person you're replying for",
    "ADDRESS_CONFIRM_HEADER": "Is this their address?",
    "ADDRESS_CHANGE_HEADER": "What is their address?",

    "FORM_CONFIRM_ADDRESS_YES_LABEL": "Yes",
    "FORM_CONFIRM_ADDRESS_NO_LABEL": "No",

    "HELPER_CONFIRM_ADDRESS_TITLE": "Will their address change soon?",
    "HELPER_CONFIRM_ADDRESS_PARAGRAPH_1": "If their address will change soon, give us their current address. This is so we can still contact them.",
    "HELPER_CONFIRM_ADDRESS_PARAGRAPH_2": "After they've moved, contact the jury central summoning bureau by calling 0300 456 1024, and give them their new address.",
    "HELPER_CONFIRM_ADDRESS_PARAGRAPH_3": "If they are moving away from the area where they currently live, we may change the location of their jury service.",

    "HELPER_CHANGE_ADDRESS_TITLE": "What happens if they have changed their address?",
    "HELPER_CHANGE_ADDRESS_PARAGRAPH_1": "If their address has changed, we might be able to move their jury service to a court nearer to their new address.",
    "HELPER_CHANGE_ADDRESS_PARAGRAPH_2": "We'll get in touch with them later about this. Please carry on with the online form now.",

    "HELPER_CHANGE_NAME_ADDRESS_TITLE": "What happens if the person I'm replying for has changed their name or address?",
    "HELPER_CHANGE_NAME_ADDRESS_PARAGRAPH_1": "If the person's name has changed and is different from the name on their jury summons letter, enter the correct name here. We'll get in touch later to check this. For instance, we might want to see a marriage certificate or deed poll certificate. Please carry on with the online form now.",
    "HELPER_CHANGE_NAME_ADDRESS_PARAGRAPH_2": "If the person's address has changed, we might be able to move their jury service to a court nearer to the new address. We'll get in touch later about this. Please carry on with the online form now.",

    "DOB_HEADER": "Give the date of birth for the person you're replying for",
    "FORM_DOB_HELPER": "For example, 15 03 1982",
    "FORM_DOB_DAY_LABEL": "Day",
    "FORM_DOB_MONTH_LABEL": "Month",
    "FORM_DOB_YEAR_LABEL": "Year",
    "FORM_DOB_HELPER_TITLE": "Help with date of birth",
    "FORM_DOB_HELPER_PARAGRAPH_1": "You need to tell us the person's date of birth so we can check they are a suitable age to be on a jury.",
    "FORM_DOB_HELPER_PARAGRAPH_2": "If the person does not know their exact date of birth, use the one they put on official documents like their passport or driving licence.",
    "FORM_DOB_HELPER_PARAGRAPH_3": "If you cannot provide a date of birth for the person, you’ll have to send us copies of identity documents through the post. You need to reply to the summons using the form we sent by post instead of online. Ring us on 0300 456 1024 if you need advice about this.",
  
    "YES": "Yes",
    "NO": "No"
  },

  "THIRD_PARTY_CONTACT_DETAILS": {
    "CAPTION": "Juror Details",
    "HEADER": "We might need to get in touch with the person to ask them more questions or give them information about their jury service",
  
    "CONTACT": "How we get in touch",
    "CONTACT_PARAGRAPH": "Tell us how we can get in touch with the person you're replying for. Or we can use your contact information, if you're going to carry on acting for them.",
    "PHONE": "Phone",
    "PHONE_PARAGRAPH": "Give phone numbers that we can use to call you or the juror between 9am and 5pm, Monday to Friday.",
    "MAIN_PHONE" :"Main phone number",
    "OTHER_PHONE" :"Another phone number (optional)",
    "PHONE_USE_PREVIOUS": "Use the phone number that you have already given to contact you",
    "PHONE_GIVE_NEW": "Give a different phone number for the juror",

    "EMAIL_USE_PREVIOUS": "Use the email address that you have already given to contact you",
    "EMAIL_GIVE_NEW": "Give a different email address for the juror",

    "EMAIL": "Email",
    "EMAIL_PARAGRAPH": "Give an email address that we can use to contact you or the juror. It can be your email address or one that they use themselves.",
    "EMAIL_ENTER": "Enter email address",
    "EMAIL_ENTER_CONFIRM": "Enter the email address again",
    "EMAIL_HELPER_TITLE": "Why do we need an email address?",
    "EMAIL_HELPER_TEXT": "We'll use the email address to send information and reminders about this jury service."
  },

  "THIRD_PARTY_ELIGIBILITY": {
    "HEADER": "Do you qualify for jury service?",
    "PARAGRAPH_1": "The answers you have given so far mean that you might not be able to do jury service.",
    "PARAGRAPH_2": "Please carry on with your summons reply. We need more information to check if you can do jury service or not."
  }
}
