{
  "sharedText": {
    "mainHeader": "Copy of your jury summons reply",
    "logo": "./client/img/pdflogo.jpg",
    "logoAlt": "Logo for Her Majesty's Courts and Tribunals Service",
    "pageNumber": " of ",
    "detailsHeader": "Your jury summons details",
    "court": "Court",
    "date": "Date",
    "startTime": "Start time",
    "nameHeader": "Name",
    "jurorNumberHeader": "Juror number",
    "dateOfReply": "Date of reply",
    "howYouReplied": "How you replied",
    "confirmDate": "I can do jury service on the date shown",
    "excusal": "I can't do jury service and would like to be excused",
    "deferral": "I need to change the date of my jury service",
    "policeForce": "Police Force",
    "prisonService": "HM Prison Service",
    "nationalCrimeAgency": "National Crime Agency",
    "other": "Other",
    "getReadyHeader": "Getting ready for jury service",
    "govWebsiteText": "The GOV.UK website has information to help you prepare for your jury service.",
    "visit": "Visit ",
    "govWebsiteLink": "https://www.gov.uk/jury-service",
    "toLearnMoreAbout": " to learn about:",
    "govPointOne": "Taking time off work",
    "govPointTwo": "Discussing the trial",
    "govPointThree": "What you can claim",
    "govPointFour": "How to claim expenses",
    "govPointFive": "Questions about jury service",
    "contactingHeader": "Contacting the Jury Central Summoning Bureau",
    "contactingInfoOne": "If you have any questions about your jury service, call the Jury Central Summoning Bureau on 0300 456 1024 or email jurysummoning@justice.gov.uk",
    "contactingInfoTwo": "",
    "contactingInfoThree": "",
    "contactingInfoFour": "",
    "name": "Name:",
    "address": "Address:",
    "dob": "Date of Birth:",
    "mainPhone": "Main phone:",
    "anotherPhone": "Another phone \n(optional):",
    "email": "Email:",
    "yes": "Yes",
    "no": "No"
  },
  "jurorPDF": {
    "nameHeader": "Name",
    "replyDateHeader": "Date of reply",
    "excusalOne": "You have said that you need to ",
    "excusalThree": "You have said that you need to ",
    "confirmOne": "You have said that you ",
    "can": "CAN",
    "cannot": "CAN'T",
    "changeDate": "CHANGE THE DATE",
    "confirmTwo": " do jury service on the date shown.",
    "excusalTwo": " do jury service and would like to be excused.",
    "deferralOne": " of your jury service.",
    "jurorDetails": "You gave us these juror details",
    "addressHeader": "Address:",
    "dobHeader": "Date of Birth:",
    "mainPhoneHeader": "Main phone:",
    "otherPhoneHeader": "Another phone (optional):",
    "emailHeader": "Email:",
    "qualifyQuestionsHeader": "You answered the qualifying questions",
    "residencyQuestion": "Have you lived in the UK, Channel Islands or Isle of Man for five consecutive years since your 13th birthday?",
    "residencyYes": "Yes",
    "residencyNo": "No",
    "mentalHealthSectioned": "Are you detained (sectioned) or likely to be detained under the Mental Health Act 1983?",
    "mentalHealthSectionedYes": "Yes",
    "mentalHealthSectionedNo": "No",
    "mentalHealthCapacity": "Do you lack capacity as stated in the Mental Capacity Act 2005?",
    "mentalHealthCapacityYes": "Yes",
    "mentalHealthCapacityNo": "No",
    "bailQuestion": "Are you currently on bail for a criminal offence?",
    "bailYes": "Yes",
    "bailNo": "No",
    "convictionsQuestion": "Have you been found guilty of a criminal offence?",
    "convictionsYes": "Yes",
    "convictionsNo": "No",
    "dateResponse": "You responded to the proposed date of your jury service",
    "confirmDate": "Confirm the date of your jury service",
    "dateConfirmed": "I can do jury service on the date shown",
    "requireExcusal": "I can't do jury service and would like to be excused",
    "requireDeferral": "I need to change the date of my jury service",
    "excusalDetailsHeader": "Because you asked to be excused from jury service, you told us",
    "deferralDetailsHeader": "As you asked to do your jury service on a different date you told us",
    "excusalReason": "Please say why you need to be excused from jury service",
    "deferralReason": "Please explain why you wish to change the date of your jury service",
    "threeDates": "Please give us three dates you could start jury service during the next 12 months.",
    "employmentHeader": "You told us whether you had ever worked for the Criminal Justice System",
    "employmentQuestion": "Now or in the last 5 years, have you worked for the Police Force, HM Prison Service, the National Crime Agency, or any prosecuting authority?",
    "employmentQuestionYes": "Yes",
    "employmentQuestionNo": "No",
    "helpHeader": "You told us about any help you'll need in court",
    "helpDetails": "Do you have a disability or impairment that means you'll need extra support or facilities in the court building where you are doing your jury service?",
    "helpDetailsYes": "Yes",
    "helpDetailsNo": "No",
    "specialArrangementDetails": "Please tell us about any special arrangements or help you need while you're doing jury service."
  },
  "thirdPartyPDF": {
    "jurorDetailsHeader" :"You gave us these details about the person you're replying for",
    "thirdPartyDetailsHeader" : "You're replying for another person called for jury service. You told us this about yourself",
    "thirdPartyName": "Your name:",
    "thirdPartyRelationship": "Your relationship to the summoned:",
    "thirdPartyMainPhone": "Your main phone number:",
    "thirdPartyAlternativePhone": "Your alternative phone number:",
    "thirdPartyEmail": "Your email address:",
    "thirdPartyReason": "Your reason for replying on behalf of the juror:",
    "qualifyHeader": "You answered the qualifying questions for the person you're replying for",
    "residencyQuestion": "Has the person you're answering for lived in the UK, Channel Islands or Isle of Man for five consecutive years since their 13th birthday?",
    "residencyYes": "Yes",
    "residencyNo": "No",
    "mentalHealthSectioned": "Is the person detained (sectioned) or likely to be detained under the Mental Health Act 1983?",
    "mentalHealthSectionedYes": "Yes",
    "mentalHealthSectionedNo": "No",
    "mentalHealthCapacity": "Does the person lack capacity as stated in the Mental Capacity Act 2005?",
    "mentalHealthCapacityYes": "Yes",
    "mentalHealthCapacityNo": "No",
    "bailQuestion": "Is the person on bail for a criminal offence?",
    "bailYes": "Yes",
    "bailNo": "No",
    "convictionsQuestion": "Has the person been found guilty of a criminal offence?",
    "convictionsYes": "Yes",
    "convictionsNo": "No",
    "dateResponseHeader": "You responded to the proposed date of the jury service",
    "confirmDateQuestion": "Confirm the date of their jury service",
    "dateConfirmed": "The person I'm answering for can do jury service on the date shown",
    "requireExcusal": "The person I'm answering for can't do jury service and would like to be excused",
    "requireDeferral": "I need to change the date of jury service for the person I'm answering for",
    "excusalHeader": "Because you asked for the person you're replying for to be excused from jury service, you told us",
    "deferralHeader": "As you asked for the person to do jury service on a different date you told us",
    "excusalReason": "Please say why the person needs to be excused from jury service",
    "deferralReason": "Please explain why the person you're replying for wishes to change the date of their jury service",
    "deferralDates": "Please give us three dates the person you're replying for could start jury service during the next 12 months.",
    "employmentHeader": "You told us whether the person had ever worked for the Criminal Justice System",
    "employmentQuestion": "Now or in the last 5 years, has the person worked for the Police Force, HM Prison Service, the National Crime Agency or any prosecuting authority?",
    "employmentQuestionYes": "Yes",
    "employmentQuestionNo": "No",
    "assistanceHeader": "You told us about any help the person you're replying for needs in court",
    "disabilityQuestion": "Does the person have a disability or impairment that means they'll need extra support or facilities in the court building where they are doing jury service?",
    "disabilityQuestionYes": "Yes",
    "disabilityQuestionNo": "No",
    "specialArrangements": "Please tell us about any special arrangements or help the person you're answering for needs while they're doing jury service."
  },
  "deceasedPDF": {
    "jurorDeceased": "You have said that the person summoned is deceased.",
    "nothingElse": "You don't need to do anything else.",
    "distressTitle": "We're sorry for any distress",
    "distressApology": "Jurors are selected at random from the electoral roll. This isn't always completely up to date. That's why we sent a jury summons to this person. We do apologise for this and hope it hasn't caused too much distress.",
    "summoningBureau": "Contacting the Jury Central Summoning Bureau",
    "contactDetailsOne": "If you have any questions about this, call the Jury Central Summoning Bureau on 0300 456 1024 or email jurysummoning@justice.gov.uk",
    "contactDetailsTwo": "",
    "contactDetailsThree": "",
    "contactDetailsFour": ""

  },
  "ageIneligiblePDF": {
    "ageIneligibleInfo": "Your age makes you ineligible to do jury service.",
    "pointOne": "By law, jurors must be aged 18 - 75. You don't have to do jury service because you are younger than 18 or older than 75.",
    "pointTwo": "We'll write to confirm that you don't have to do jury service. ",
    "pointThree": "You don't need to do anything else.",
    "summoningBureau": "Contacting the Jury Central Summoning Bureau",
    "anyQuestionsOne": "If you have any questions about this, call the Jury Central Summoning Bureau on 0300 456 1024 or email jurysummoning@justice.gov.uk",
    "anyQuestionsTwo": "",
    "anyQuestionsThree": "",
    "anyQuestionsFour": ""
  },
  "whatHappensNext": {
    "header": "What happens next?",
    "bulletPointOne": "a letter confirming the date of your jury service",
    "bulletPointTwo": "an information pack about being a juror and\nthe court you're going to",
    "deferralIneligibleLineTwo": "We'll also consider whether you can change the date.",
    "deferralIneligibleAdjustmentLineTwo": "We may also get in touch to talk about the help you need so you can do jury service, and whether you are able to change the date.",
    "deferralLastLine": "Then, at least two weeks before your jury service starts, we'll send you:",
    "deferralLineOne": "We'll write to you within the next 7 days to let you know if you can change the date of your jury service.",
    "deferralWithAdjustmentLineTwo": "If you are able to do jury service, we'll write to you within the next 7 days to let you know if you can change the date.",
    "excusalEligibleLineOne": "We'll write to you within the next 7 days to let you know if you must do jury service or if you can be excused.",
    "excusalIneligibleAdjustmentLineTwo": "We may also get in touch to talk about the help you need so you can do jury service, and whether you are able to be excused.",
    "excusalIneligibleLineTwo": "We'll also consider whether you can be excused.",
    "excusalOrDeferralAndIneligibleLineOne": "Your answers mean that you might not be able to do jury service. We will now check your answers.",
    "excusalWithAdjustmentLineTwo": "If you have asked to be excused because of a disability or impairment, we may get in touch to find out more.",
    "ifAbleLastLine": "If you are able to do jury service, at least two weeks before it starts we'll send you",
    "ifMustAssistanceInfo": "If you must do jury service, we may get in touch to talk about the help you need to do it.",
    "ifMustLastLine": "If you must do jury service, at least two weeks before it starts we'll send you:",
    "inTouchInSevenDays": "We'll be in touch within the next 7 days.",
    "straightThroughEligibleNoAdjustment": "At least two weeks before your jury service starts, we'll send you:",
    "straightThroughIneligibleLineOne": "Your answers mean that you might not be able to do jury service.",
    "straightThroughIneligibleLineThree": "If you can do jury service, at least two weeks before it starts we’ll send you:",
    "straightThroughIneligibleLineTwo": "We will now check your answers. Then we'll write to you in the next 7 days to let you know if you must or must not do jury service.",
    "straightThroughIneligibleWithAdjustmentLineThree": "We may also get in touch to talk about the help you need so you can do jury service.",
    "straightThroughOrDeferralWithAdjustmentLineOne": "We may get in touch to talk about the help you need so you can do jury service."
  }
}
